{
	"order" : ["title", "images"],
	"imageTitle" : {
		"top" : "Our Thermal Design Capabilities & Expertise",
		"bottom" : "Thermal Analysis Cycle" 
		},
	"class" : "elecCooling",
	"title" : "Electronics Cooling",
	"text" : "SHIRETEHNIK provides a complete range of thermal consulting services for electronics cooling from concept to product realization.  Our thermal management solutions for electronic systems optimize the design and maximize performance with reliability. Our engineers are well-skilled with using all leading industry thermal simulation tools and are highly experienced in a variety of industrial applications, which helps to solve all your thermal analysis problems. We provide our clients with the right engineering approach to determine the best solutions given their real-world engineering requirements and constraints. We are committed to providing thermal management expertise to the electronics industry. We strive to provide our customers with complete solutions, tailored to meet their technical requirements, so that their business goals will be achieved in a timely and cost-effective manner.",
	"contact" : "To discuss your electronic cooling design requirements ",
	"sub_sections" : [
		{
			"order" : ["simpleTitle","imgList"],
			"simpleTitle" : "SHIRETECHNIK offers the Electronic cooling services for the following applications and industry sectors:",
			"list" :[
				{
					"img" :"elecCooling/images/telecom.png",
					"imgTitle" : "Telecom"
				},
				{
					"img" : "elecCooling/images/automotive.png",
					"imgTitle" : "Automotive"
				},
				{
					"img" : "elecCooling/images/defence.png",
					"imgTitle" : "Defence"
				},
				{
					"img" : "elecCooling/images/aerospace.jpg",
					"imgTitle" : "Aerospace"
				},
				{
					"img" : "elecCooling/images/chipLevel.jpg",
					"imgTitle" : "Chip level"
				},
				{
					"img" : "elecCooling/images/consumerElectronics.jpg",
					"imgTitle" : "Consumer electronics"
				}
			] 
		},
		{
			"order" : ["title", "list"],
			"title" : "Benefits with SHIRETECHNIK:",
			"list" : [ 
				"Improved Product Performance", 
				"Optimum Cooling Design Solution", 
				"Higher Reliability Design", 
				"First Time Right Design Methodologies. This means that we help you save the cost & time that goes into repeated prototyping, testing and design iterations."
			]
		},
		{
			"order" : ["title", "text1"],
			"title" : "Expert in Electronic Cooling Innovation",
			"text1" 	: "SHIRETECHNIK is committed to finding new ways to meeting your cooling requirements while lowering energy consumption. Our analysts, customer specialists and R & D team constantly work to challenge the status quo and innovate our solutions to deliver even greater value."
		}
	]
}