{
	"order" : ["title", "images"],
	"class" : "hvacServices",
	"title" : "HVAC Service",
	"text" : "",
	"contact" : "For technical details, please",
	"sub_sections" : [
		{
			"order" : ["title"],
			"title" : "Building"
		},

		{
			"order" : ["subtitle"],
			"subtitle" : "Comfort Ventilation"
		},

		{
			"order" : ["text1", "list"],
			"class" : "leftIndented",
			"text1" : "Thermal comfort and indoor air quality",
			"list" : [
					"Predicting room conditions",
					"Air velocity, temperature",
					"Relative humidity, thermal radiation",
					"Pollutant"
			]
		},

		{
			"order" : ["text1", "list"],
			"class" : "leftIndented",
			"text1" : "Assessment of a variety of comfort criteria",
			"list" : [
					"Combined with information about occupant activity and clothing",
					"Impact of heat loss through the structure, including solar gain effects"
			]
		},

		{
			"order" : ["text1", "list"],
			"class" : "leftIndented",
			"text1" : "Testing effectiveness of novel strategies and concepts:",
			"list" : [
					"Natural and mixed ventilation",
					"Minimizing energy consumption"
			]
		},

		{
			"order" : ["subtitle","text1", "list"],
			"subtitle" : "Fire and Smoke Modeling",
			"text1" : "Regulations and safety concerns require efficient ventilation and detection systems.",
			"list" : [
					"Understanding the spread of smoke and heat",
					"Designing efficient equipment for fire suppression",
					"Predicting the distribution of suppression agents",
					"Studying their interactions with the fire and smoke",
					"Identifying how fires develop"
			]
		},

		{
			"order" : ["subtitle", "list"],
			"subtitle" : "HVAC Equipment Design",
			"list" : [
					"Fans – radial and axial",
					"Heating system design",
					"HVAC ducting",
					"Environmental control systems",
					"Centrifugal blower",
					"Heat exchangers- PHE and Shell and Tube type ",
					"Pumps",
					"Air curtains, mixers",
					"Blowers",
					"Industrial compressors",
					"Crossflow fans",
					"Exhaust hoods",
					"Blowers, fans and compressors"
			]
		},

		{
			"order" : ["title", "text1", "image"],
			"title" : "Carpark and Tunnel Ventilation",
			"text1" : "",
			"image" : "hvacServices/services/six.jpg"
		},

		{
			"order" : ["text1"],
			"text1" : "CO (Carbon Monoxide) control is a primary and essential design requirement for covered car parks. Any improper ventilation system design could result in poor IAQ parameters. Exposure of CO causes several health issues even it might lead to death in extreme case. Hence it necessitates this key requirement to be studied and thoroughly analysed for properly ventilated systems. meet the properly ventilated systems. CFD analysis techniques ensure that the ventilation system meets the international standard guideline viz., NBC, ASHRAE and WHO for CO exposure and contaminant control. Shiretechnik has deep expertise in staircase pressurization, car park zone modeling with or without employing bi-directional jet fan for CO removal. The acceptance contaminant level criteria for parking systems are achieved in accordance with ASHRAE 2007 Handbook (ASHRAE Standard 55-2004 (thermal comfort in a space) and Standard 62.1-2007(ventilation for acceptable indoor air quality (IAQ)) "
		},

		{
			"order" : ["text1"],
			"text1" : "Services offered: Ventilation design, Axial fan sizing, estimation of jet fan number, optimization of fan location and smoke detector location  (Pollution mode and fire mode)."
		},

		{
			"order" : ["title", "text1"],
			"title" : "Industrial System",
			"text1" : "Designing of an efficient industrial environment is challenging in terms of balancing the process requirement and human comfort criteria. It is always obvious that system is either under designed or over-designed to meet the process requirements. The system design always compromises with human comfort. Pharmaceutical, food and textile industries are required to maintain specific temperature and humidity control. CFD analysis can be used to evaluate the proper air distribution pattern, especially for the concerned zone to meet the process requirement without compromising human comfort criteria. Following parameters are assesed for proper design "
		},

		{
			"order" : ["text1", "list"],
			"text1" : "",
			"list" : [
				"Predicted Mean Vote (PMV)",
				"Predicted Percent Dissatisfied (PPD)",
				"Operative Temperature",
				"Draft Temperature",
				"Air Diffusion Performance Index (ADPI)",
				"Contaminant Removal Effectiveness (CRE)",
				"Local Air Quality Index (LAQI)",
				"Flow Angle"
			]
		},

		{
			"order" : ["text1"],
			"text1" : "An example of CFD analysis for the industrial ventilation system, Proper air distribution, induced and more ACPH design at specific zone. Temperature around 24 deg c. – RH about 55%  "
		},

		{
			"order" : ["text1"],
			"text1" : ""
		},

		{
			"order" : ["image", "imgTitle"],
			"imgTitle" : "Industrial Building",
			"image" : "hvacServices/services/building.jpg"
		},

		{
			"order" : ["image"],
			"image" : "hvacServices/services/building2.jpg"
		}
	]
}